
{
    "1": {
      "label": "Taxation",
      "description": "All mentions related to tax policy, including discussions on tax rates, tax laws, and fiscal obligations."
    },
    "2": {
      "label": "Energy",
      "description": "All mentions related to energy policy and resources, covering topics such as renewable energy, fossil fuels, and power generation."
    },
    "3": {
      "label": "Crime",
      "description": "All mentions related to criminal activities, law enforcement, and justice system issues."
    },
    "4": {
      "label": "Climate & Environment",
      "description": "All mentions related to climate change, environmental policies, and conservation efforts. Specific category."
    },
    "5": {
      "label": "Education",
      "description": "All mentions related to education policies, schools, and academic issues. Also, all mentions of children und science."
    },
    "6": {
      "label": "Health",
      "description": "All mentions related to healthcare, public health policies, and medical issues."
    },
    "7": {
      "label": "Prices",
      "description": "All mentions related to price fluctuations, inflation, and consumer costs."
    },
    "8": {
      "label": "Pension",
      "description": "All mentions related to pension systems, retirement planning, and social security, as well as aging society."
    },
    "9": {
      "label": "Economy",
      "description": "All mentions related to economic systems, trade, competition and macroeconomics. This is a more general category than Unemployment. : Mentions of certain economic fields, e.g. farming, art, mining .... Mentions of specific companies like Facebook"
    },
    "10": {
      "label": "Immigration",
      "description": "All mentions related to immigration policies, migrants, and cross-border movement."
    },
    "11": {
      "label": "Finance",
      "description": "All mentions related to state finances, budget management, and fiscal policies."
    },
    "12": {
      "label": "Unemployment",
      "description": "All mentions related to joblessness, workforce issues, and labor market dynamics. Is more specific than Economy."
    },
    "888": {
      "label": "Not assignable",
      "description": "For sentences that lack specific topical information or do not fit into any defined category."
    },
    "999": {
      "label": "Missing",
      "description": "For sentences that are empty or contain insufficient text for coding."
    }
  }
  